alacritty
arc-gtk-theme
arc-icon-theme
aspell
awesome
base
base-devel
bash-completion
bat
bleachbit
blueman
bluez
bluez-utils
bridge-utils
calcurse
clang
code
conky
cronie
direnv
dmidecode
dnsmasq
dstat
dunst
easytag
efibootmgr
evince
expac
feh
file-roller
firefox
firejail
fish
font-manager
foot
fzf
gdb
gendesk
gifsicle
git
github-cli
gnome-keyring
gnome-system-monitor
gpick
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk4
gvfs
gvfs-mtp
hblock
hexchat
highlight
hspell
htop
i3blocks
i3status
i3status-rust
i3-wm
intel-media-driver
intel-ucode
iptables-nft
iwd
j4-dmenu-desktop
jq
kvantum
lib32-mesa
libpulse
libsixel
libva-intel-driver
libvoikko
linux
linux-firmware
linux-lts
lsd
lxappearance
man-db
meld
mlocate
mpc
mpd
mpv
nano
ncmpcpp
net-tools
newsboat
nitrogen
ntfs-3g
nuspell
openbsd-netcat
pamixer
pass
pavucontrol
perl-file-mimeinfo
perl-image-exiftool
phonon-qt5-gstreamer
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-x11-bell
playerctl
polkit-gnome
polybar
powerline
powerline-fonts
pulseaudio-equalizer-ladspa
pypy3
python-colorcet
python-i3ipc
python-pip-run
python-pygments
qbittorrent
qemu-block-gluster
qemu-full
qt5ct
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qutebrowser
ranger
reflector
rofi
rsync
rxvt-unicode
smartmontools
socat
sqlitebrowser
sxhkd
sxiv
telegram-desktop
terminus-font
thunar
thunar-archive-plugin
thunar-volman
timidity++
ttf-bitstream-vera
ttf-font-awesome
ttf-joypixels
ttf-liberation
ttf-terminus-nerd
tumbler
ueberzug
upower
urxvt-perls
vim
virt-manager
vulkan-intel
wget
wireplumber
wmctrl
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-misc
xorg-fonts-type1
xorg-font-util
xorg-server
xorg-xbacklight
xorg-xclipboard
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xsetroot
xorg-xwininfo
xss-lock
xterm
youtube-dl
yt-dlp
zenity
